tap "aws/tap"
tap "fujiwara/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jabley/wrk2"
tap "mackerelio/mackerel-agent"
brew "terraform-docs"
brew "ansible"
brew "terraformer"
brew "fzf"
brew "pyenv-virtualenv"
brew "autoconf"
brew "awscli"
brew "coreutils"
brew "docker-compose", link: false
brew "docker-machine"
brew "doxygen"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "peco"
brew "imagemagick@6"
brew "jq"
brew "mysql"
brew "nmap"
brew "nodebrew"
brew "packer"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "rbenv"
brew "terraform"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "fujiwara/tap/lambroll"
brew "jabley/wrk2/wrk2", args: ["HEAD"]
brew "mackerelio/mackerel-agent/mkr"
cask "authy"
cask "clipy"
cask "deepl"
cask "docker"
cask "firefox"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "licecap"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "sequel-pro"
cask "skitch"
cask "snip"
cask "sqlworkbenchj"
cask "visual-studio-code"
